import i1 from './1.webp'
import i2 from './2.png'
import i3 from './3.jpg'
export default {
    title: 'Средства резервного копирования и восстановления данных',
    data: [{type: 'text', text: 'Айтишная мудрость гласит, что люди делятся на две категории: тех, кто не делает резервные копии и тех, кто уже делает. В корпоративном секторе ситуация примерно такая же. Несмотря на очевидную важность регулярного бэкапа, далеко не все компании и пользователи обращают на это внимание. На самом деле важность резервных копий очень важна так как может произойти что угодно от выхода устройства из строя до хакерских атак.\n' +
            'Для хранения резервных копий используются разные носители, обычно это жесткие и твердотельные накопители в составе раличных специализированных устройств (NAS, RAID массивов и т.д.). Также для хранения можно использовать облачные хранилища.\n' +
            'Теперь, когда разобрались, где и как хранятся резервные копии рассмотрим программные комплексы, которые подходят для создания резервных копий и восстановления данных.\n' +
            'В данном разделе мной будут рассмотрены 3 программы: Action Backup , Paragon Backup and Recovery и EaseUS Todo Backup.\n'
    },
        {type:'img',path:i1,text:'логотип программы Action Backup'},
        {type:'img',path:i2,text:'логотип программы Paragon Backup and Recovery'},
        {type:'img',path:i3,text:'логотип программы EaseUS Todo Backup'},
    ],
}

