import i1 from "./1.webp"
import i2 from "./2.webp"
import i3 from "./3.webp"

export default {
    title: 'Файловые менеджеры',
    data: [{type: 'text', text: 'Программы для работы с папками и файлами наиболее часто используемы. В настоящее время таких программ разработано большое количество, отличаются они в основном удобством интерфейса и набору инструментов. Стоит отметить, что штатным средством Windows (Проводник) также можно работать с файлами и папками, однако информативность утилит гораздо больше, а интерфейс приятнее. Рассмотрим три таких программы, а именно Total Commander, Проводник и FreeCommander. В рамках данной темы будем рассматривать наиболее часто используемые функции данных программ.\n'},
        {type:'img',path:i1,text:'логотип программы Total Commander'},
        {type:'img',path:i2,text:'логотип программы XYplorer'},
        {type:'img',path:i3,text:'логотип программы FreeCommander'},
    ],
}

