import i1 from './1.png'

export default {
    title: 'Linux',
    data: [{
        type: 'text',
        text: 'Ubuntu — дистрибутив GNU/Linux, основанный на Debian GNU/Linux. Основным разработчиком и спонсором является компания Canonical. В настоящее время операционная система активно развивается и поддерживается свободным сообществом. В основном данной системой пользуются продвинутые пользователи пк. Рабочий стол данной операционной системы представлен на рисунке 2.1.1. Данный рисунок взят с электронного ресурса Помощник.ru, ссылка на ресурс в библиографическом списке.\n'
    },
        {type: 'img', path: i1, text: 'логотип Ubuntu'},
        {type: 'text', path: i1, text: 'Плюсы данной системы: \n' + '•\tможно бесплатно загрузить;\n' + '•\tудобство использования и гибкость настройки;\n' + '•\tможет быть установлена на множестве устройств;\n' + '•\tподдержка популярных приложений;\n' + '•\tминимальные системные требования;\n' + '•\tактивная поддержка со стороны разработчиков и сообщества;\n' + 'К недостаткам данной системы можно отнести сложность в освоении, ограниченный выбор приложений, проблемы совместимости программного и аппаратного обеспечения, маленький выбор игр.\n'},

    ],
}

