export default {
  title: 'О проекте',
  data: [
    {
      type: 'text',
      text:
        'В данном курсовом проекте я расскажу о некоторых разделах дисциплины <b>системное администрирование</b>. \n' +
        '<b>Системное администрирование</b> – это процесс, от которого зависит многое, в том числе и деятельность всего предприятия или организации. Системное администрирование представляет собой целый комплекс специализированных услуг, которые направлены на то, чтобы обеспечивать беспрерывную работу всей компьютерной техники и оборудования. Такие услуги подразумевают надежную защиту от хакерских атак, сохранение информационных ресурсов и многое другое. Стоит отметить, что сисадмин является важным звеном команды сотрудников в любой компании. Он решает самые разнообразные проблемы, поэтому без такого специалиста очень сложно обойтись даже в небольшом офисе. Кстати, в небольших компаниях, где в штате нецелесообразно держать такого специалиста, пользуются услугами внештатного сотрудника, то есть приходящего системного администратора.\n',
    },
  ],
}
