import i1 from './1.png'

export default {
    title: 'macOS',
    data: [{type: 'text', text: 'Семейство операционных систем macOS является вторым по распространённости для десктопа (после Windows). Используется на компьютерах, выпущенных компанией Apple. Рабочий стол данной операционной системы представлен на рисунке 2.2.1. Данный рисунок взят с электронного ресурса GetWallPapers, ссылка на ресурс в библиографическом списке.\n'},
        {type:'img',path:i1,text:'логотип macOS'},
        {type:'text',text:'Из преимуществ данной системы можно выделить безопасность, удобный встроенный магазин приложений, стабильная работа. Главные недостатки этой системы: меньший выбор программ по сравнению с Windows и высокая стоимость так как компьютеры Apple стоят дороже примерно в 2 раза, чем пк аналогичной конфигурации. Мое мнение что данная операционная система очень хороша, но из-за высокой цены она пока не занимает лидирующие позиции.\n'},
    ],
}

