import i1 from './1.png'

export default {
    title: 'Windows',
    data: [{type: 'text', text: 'Группа семейств коммерческих операционных систем корпорации Microsoft, ориентированных на управление с помощью графического интерфейса. Самыми популярными версиями являются Windows 7 и Windows 10, которые используют по сей день. Так  как 7 версия уже достаточно давно устарела и больше не поддерживается я буду рассматривать Windows 10.\n'},
        {type:'img',path:i1,text:'логотип Windows 10'},
        {type:'text',path:i1,text:'Рассмотрим плюсы и минусы данной системы.\n' + 'Плюсы:\n' + '•\tнеплохой встроенный антивирус;\n' + '•\tхорошая оптимизация;\n' + '•\tудобный и простой в использовании пользовательский интерфейс;\n' + '•\tавтоматические обновления в фоновом режиме;\n' + '•\tвозможность подключения нескольких мониторов;\n' + '•\tсовместимость практически с любыми играми и программами;\n' + '•\tмногооконная работа;\n' + '\n' + 'Из минусов этой системы можно выделить доступ компании Microsoft к вашей личной информации и сложность установки её на пк для обычных пользователей.\n' + '\n' + 'Я выбираю в качестве операционной системы Windows 10 так как умею ей пользоваться, и она дает много возможностей. Linux я тоже пользуюсь, но в основном серверной версией без графического интерфейса, а воспользоваться macOS нет возможности. \n'},
    ],
}

