import i1 from './image1.png'
import i2 from './image2.png'
import i3 from './image3.png'
import i4 from './image4.png'
import i5 from './image5.png'
import i6 from './image6.png'
import i7 from './image7.png'


export default {
    title: 'FreeCommander',
    data: [{type: 'text', text: 'FreeCommander это легкая в использовании альтернатива стандартному проводнику Windows. Программа поможет Вам с повседневной работой в Windows. Здесь Вы можете найти все необходимые функции для управления Вашими данными. Вы можете брать FreeCommander куда-угодно — просто скопируйте установочную папку на CD или USB-флешку — и можно работать с этой программой на стороннем компьютере.\n' + 'С первого взгляда можно сразу заметить, что интерфейс данной программы очень похож на Total Commander. Самое главное отличие этих программ — это то, что FreeCommander бесплатная.\n'},
        {type:'img',path:i1,text:'интерфейс программы FreeCommander'},
        {type:'text',text:'Хочется отметить, что интерфейс хоть и схож, но он как минимум удобнее тем, что в нем иконки более крупные это особенно актуально для пользователей, у которых большое разрешение монитора. В моем случае это также актуально так что это первый плюс в сторону программы FreeCommander. Также хочу отметить, что после скачивания программы FreeCommander её не пришлось устанавливать, скачал – запустил! В этом также есть свой плюс хоть и не большой.\n' + 'Большинство функций все-таки похожи, но есть весомые отличия. Первое что я заметил это то, что FreeCommander имеет вкладочную систему как в браузере, то есть мы можем переключаться между дисками и файлами в один клик.\n'},
        {type:'img',path:i2,text:'вкладки в программе FreeCommander'},
        {type:'text',text:'Также вкладки работают и на диски они находятся чуть выше, чем текущие открытые папки. По моему мнению это очень удобно и мне кажется во всех современных файловых менеджерах эта функция должна обязательно присутствовать.\n' + 'Еще отличительная особенность FreeCommander от Total Commander это то, что в первой можно создавать файлы и каталоги, что также является важным при работе с файлами и папками. Во FreeCommander это делается с помощью нажатия правой кнопкой мыши по свободной области в каталоге и выбором нужного действия.\n'},
        {type:'img',path:i3,text:'создание каталога или файла во FreeCommander'},
        {type:'text',text:'Создание файлов и папок также встроено в проводник Windows так что здесь ничего особенного. Главное, чтобы эта функция была по умолчанию.\n' + 'Также я заметил быстрый переход между стилями отображения файлов между маленькими и большими значками все это выглядит примерно, как в проводнике Windows. Стоит отметить что для каждой панели отображение свое.\n'},
        {type:'img',path:i4,text:'изменение отображения значков'},
        {type:'text',text:'Для любителей настраивать интерфейс разработчики предусмотрели функции изменения интерфейса. Можно менять цвета и размер иконок, а также общую цветовую тему.\n'},
        {type:'img',path:i5,text:'изменение цветовой схемы'},
        {type:'text',text:'Также стоит отметить, что в данной программе есть очень удобный встроенный просмотрщик различных файлов. Можно просматривать файлы: текстовые, веб страницы(html), а также картинки. Для вызова данной функции необходимо выбрать желаемый файл и нажать кнопку открыть внутренний просмотрщик.\n'},
        {type:'img',path:i6,text:'активирование просмотра картинки'},
        {type:'text',text:'После этого должно открыться окно с просмотром картинки.\n'},
        {type:'img',path:i7,text:'окно просмотра файла'},
        {type:'text',text:'Такие функции, как расширенный поиск, массовое переименование, FTP-клиент и копирование файлов, также присутствуют в программе FreeCommander.\n' + 'Итак, мной были рассмотрены 3 файловых менеджера, больше всего мне понравился FreeCommander. Он бесплатен имеет приятный интерфейс и совмещает в себе функции Total Commander и XYplorer. Total Commander я бы вообще не использовал так как он имеет устаревший и не удобный интерфейс тем самым усложняя процесс работы, а ведь время самый драгоценный ресурс. XYplorer тоже хорош, он очень похож на проводник Windows тем самый облегчает освоение программы обычным пользователям. Явным фаворитом в этой теме является FreeCommander я бы его использовал если мне потребуется много работать с файлами и папками.\n'},
    ],
}

