import i1 from './1.webp'
import i2 from './2.png'
import i3 from './3.png'
export default {
    title: 'Средства ограничения доступа к вычислительной системе и её отдельным составляющим',
    data: [{type: 'text', text: 'С каждым днем необходимость защищать систему и информацию все возрастает, это связано с множественными хакерскими атаками, не опытностью пользователей либо детьми. Чтобы предотвратить случайные или намеренные поломки и ошибки в системе существует ряд программ, которые ограничивают доступ к вычислительной системе и её отдельным составляющим. Далее будет рассмотрено 3 программы по этой теме.\n'},
        {type:'img',path:i1, text: 'логотип программы WinLock'},
        {type:'img',path:i2, text: 'интерфейс программы WinGuard'},
        {type:'img',path:i3, text: 'логотип программы Deskman'},
    ],
}

